"%d hour" = "%d time";
"three" = "Tre";
"one" = "Én";
"AZIMUTH" = "Asimut";
"Morning" = "Morgen";
"%d minutes" = "%d minutter";
"Time" = "Klokkeslett";
"New Moon" = "Nymåne";
"%1$@ minutes, %2$@ second" = "%1$@ minutter og %2$@ sekund";
"End" = "Slutt";
"%@ o'clock" = "%@ o’clock";
"Moonrise" = "Måne\U00ADoppgang";
"%1$@ hour, %2$@ minutes" = "%1$@ time og %2$@ minutter";
"FUZZY_CLOCK_HOURS" = "0,0,0,1,1,1,1,1,1,1,1";
"DAWN" = "DAGGRY";
"Age" = "Alder";
"Waning Gibbous" = "Konveks nymåne";
"Waxing Gibbous" = "Konveks nymåne";
"DUSK" = "TUSSMØRKE";
"%d minute" = "%d minutt";
"Last Quarter" = "Siste Kvarter";
"Request Location Access" = "Be om godkjenning";
"four" = "Fire";
"%1$@ hour, %2$@ minute" = "%1$@ time og %2$@ minutt";
"All Day" = "hele dagen";
"Moonset" = "Måne\U00ADnedgang";
"TIME" = "KLOKKESLETT";
"Azimuth" = "Asimut";
"Full Moon" = "Fullmåne";
"nine" = "Ni";
"Current Time" = "Nåværende klokkeslett";
"Waning Crescent" = "Konkav nymåne";
"%1$@ hours, %2$@ minute" = "%1$@ timer og %2$@ minutt";
"%1$@ minutes, %2$@ seconds" = "%1$@ minutter og %2$@ sekunder";
"seven" = "Sju";
"First Quarter" = "Første Kvarter";
"MOONPHASE_NEXT_FORMAT" = "%@ - %@";
"midnight" = "Midnatt";
"TWILIGHT" = "GRÅLYSNING";
"Noon" = "12.00";
"%d hours" = "%d timer";
"Sunrise" = "Soloppgang";
"Night" = "Natt";
"Waxing Crescent" = "Konkav nymåne";
"LLL d" = "MMM d";
"Tomorrow" = "I morgen";
"Current Location" = "Nåværende posisjon";
"five" = "Fem";
"Yesterday" = "I går";
"eight" = "Åtte";
"Sunset" = "Solnedgang";
"two" = "To";
"MOONPHASE_NEXT_DATE_FORMAT" = "MMM d";
"%1$@ hours, %2$@ minutes" = "%1$@ timer og %2$@ minutter";
"six" = "Seks";
"%1$@ and %2$@" = "%1$@ og %2$@";
"%1$@ minute, %2$@ seconds" = "%1$@ minutt og %2$@ sekunder";
"WK" = "UKE"; // week number - needs to be 2-3 characters maximum
"Distance" = "Distanse";
"Start" = "Start";
"Today" = "I dag";
"Request Calendar Access" = "Be om godkjenning";
"%1$@ minute, %2$@ second" = "%1$@ minutt og %2$@ sekund";


// Unlocalized strings



// Unlocalized strings

"half past %@" = "half past %@";


// Modified strings

"ten" = "ti";
"eleven" = "elve";
"twelve" = "tolv";
"twenty five past %@" = "tjuefem over %@";
"twenty past %@" = "tjue over %@";
"twenty to %@" = "tjue på %@";
"ten to %@" = "ti på %@";
"quarter to %@" = "kvart på %@";
"quarter past %@" = "kvart over %@";
"five to %@" = "fem på %@";
"five past %@" = "fem over %@";

"ten past %@" = "ti over %@";
"twenty five to %@" = "tjuefem på %@";
"Illuminated" = "Opplyst";
"Golden Hour" = "Gylden time";
"Blue Hour" = "Blå time";
"Astronomical" = "Astronomisk";
"Noon Altitude" = "Middagshøyde";
"Current Altitude" = "Nåværende høyde";
"Civil" = "Sivil";
"Nautical" = "Nautisk";
"Same as yesterday" = "Samme som i går";
"%@ less than yesterday" = "%@ kortere enn i går";
"%@ more than yesterday" = "%@ lengre enn i går";
"%@ of daylight" = "%@ av dagslys";
"Sunrise in %@" = "Soloppgang om %@";
"Sunset in %@" = "Solnedgang om %@";
"Moonrise in %@" = "Månen står opp om %@";
"Moonset in %@" = "Månen går ned om %@";
